Repository: akagisrapid/bluepicca
Catalog: bskyapp/Localizable.xcstrings
Source language: ja
Languages: en

source: 「警告付き」はタイムラインに表示されますが、タップするまで内容が隠れます。「非表示」はタイムラインから除外されます。
en: "Warning" posts appear in the timeline but content is hidden until tapped. "Hidden" posts are excluded from the timeline.

source: %@ の背景色
en: Background Color for %@

source: %@ をブロックしますか？
en: Block %@?

source: %@ をミュートしますか？
en: Mute %@?

source: %@がリポスト
en: Reposted by %@

source: ※ パスワードは一度しか表示されないので注意してください
en: * The password is only shown once

source: 1. Blueskyアプリの設定画面を開く
en: 1. Open Bluesky app settings

source: 1分
en: 1 min

source: 2. App Passwords を選択
en: 2. Select App Passwords

source: 3. Add App Password ボタンを押す
en: 3. Tap Add App Password

source: 3分
en: 3 min

source: 4. 名前を入力して Create App Password を押す
en: 4. Enter a name and tap Create App Password

source: 5. 表示されたパスワードをコピーして保存する
en: 5. Copy and save the displayed password

source: 5分
en: 5 min

source: 30秒
en: 30 sec

source: RTフィルタ
en: RT Filter

source: RTを非表示にしているアカウントはありません
en: No accounts with hidden RTs

source: URLをコピー
en: Copy URL

source: アップロード中... %lld%%
en: Uploading... %lld%%

source: アバターを非表示
en: Hide Avatars

source: アプリパスワード
en: App Password

source: アプリパスワードでログイン
en: Log In with App Password

source: アプリパスワードとは？
en: What is an App Password?

source: アプリパスワードはBlueskyの設定画面で作成できます。
en: You can create an App Password in Bluesky's settings.

source: アプリパスワードを入力
en: Enter app password

source: いいね
en: Like

source: いいねしたユーザー
en: Liked By

source: いいねを取り消す
en: Unlike

source: いいね一覧
en: Likes

source: いいね一覧を読み込み中...
en: Loading likes...

source: エラー
en: Error

source: キーワードまたは #ハッシュタグ
en: Keyword or #hashtag

source: キャンセル
en: Cancel

source: クリア
en: Clear

source: グロテスク
en: Graphic Media

source: このユーザーのRTを再表示
en: Show RTs from this user

source: このユーザーのRTを非表示
en: Hide RTs from this user

source: この操作は取り消せません。
en: This action cannot be undone.

source: この画像は使用できません
en: This image cannot be used

source: さらに読み込む
en: Load More

source: シェア
en: Share

source: システム
en: System

source: スワイプ操作
en: Swipe Actions

source: センシティブコンテンツ
en: Sensitive Content

source: センシティブなコンテンツ
en: Sensitive Content

source: ダーク
en: Dark

source: タイムライン
en: Timeline

source: タスクを入力
en: Enter task

source: タップして表示
en: Tap to View

source: タブ
en: Tabs

source: チェックした条件のいずれかに当てはまるユーザーがリプライできます
en: Users matching any checked condition can reply

source: チェックなし：全員がリプライできます
en: Unchecked: anyone can reply

source: テーマ
en: Theme

source: テキストをコピー
en: Copy Text

source: ドロップダウン
en: Dropdown

source: なし
en: None

source: ヌード
en: Nudity

source: ネットワークエラーが発生しました。インターネット接続を確認してください
en: A network error occurred. Please check your internet connection.

source: パスワードを表示
en: Show password

source: パスワードを隠す
en: Hide password

source: ハッシュタグ検索
en: Hashtag Search

source: フィード
en: Feed

source: フィードの読み込みに失敗しました
en: Failed to load feed

source: フィード切り替え
en: Feed Selector

source: フィード切り替え時に前回位置に戻る
en: Restore scroll position when switching feeds

source: フィード登録済み
en: Following Feed

source: フォロー
en: Follow

source: フォロー中
en: Following

source: フォロー解除
en: Unfollow

source: フォロワー
en: Followers

source: ブックマーク
en: Bookmark

source: ブックマークなし
en: No Bookmarks

source: ブックマークを削除
en: Remove Bookmark

source: ブロック
en: Block

source: ブロックしているアカウントはありません
en: No blocked accounts

source: ブロックを解除しますか？
en: Unblock?

source: ブロック解除
en: Unblock

source: プロフィール
en: Profile

source: ポスト
en: Posts

source: ポストのブックマークアイコンをタップすると、ここに表示されます
en: Tap the bookmark icon on a post to save it here

source: ポストを削除しますか？
en: Delete Post?

source: ポスト画面で下書きを保存できます
en: You can save drafts from the post screen

source: まだいいねがありません
en: No likes yet

source: ミュート
en: Mute

source: ミュート・ブロックリスト
en: Mute & Block List

source: ミュートしているアカウントはありません
en: No muted accounts

source: ミュートしますか？
en: Mute?

source: ミュートワード
en: Mute Words

source: ミュートワードがありません
en: No Mute Words

source: ミュートワードを追加
en: Add Mute Word

source: ミュートを解除しますか？
en: Unmute?

source: ミュート中 (%lld)
en: Muted (%lld)

source: ミュート解除
en: Unmute

source: メンションした人
en: Mentioned Users

source: モデレーション
en: Moderation

source: ユーザー名
en: Username

source: ユーザー名とアプリパスワードを入力してください
en: Please enter your username and app password

source: ユーザー名またはアプリパスワードが正しくありません
en: Username or app password is incorrect

source: ライト
en: Light

source: リプライ
en: Replies

source: リプライに必要な情報が不足しています
en: Missing information needed to reply

source: リプライはありません
en: No replies

source: リプライを送信しました
en: Reply Sent

source: リポスト
en: Repost

source: リポストを取り消す
en: Undo Repost

source: リンク先のコンテンツ
en: Linked Content

source: ログアウト
en: Log Out

source: ログアウトしますか？
en: Log Out?

source: ログイン
en: Log In

source: 下書き
en: Drafts

source: 下書きがありません
en: No Drafts

source: 下書きに保存
en: Save Draft

source: 下書きを保存しました
en: Draft Saved

source: 下書き一覧
en: Drafts

source: 他 %lld 件のリプライ
en: %lld more replies

source: 他のユーザーはこの投稿を引用できません
en: No one can quote this post

source: 他の返信 %lld件
en: %lld more replies

source: 例: username.bsky.social
en: e.g. username.bsky.social

source: 全員
en: Everyone

source: 全員がこの投稿を引用できます
en: Anyone can quote this post

source: 再試行
en: Retry

source: 最大%lld枚まで選択できます
en: You can select up to %lld images

source: 最近の検索
en: Recent Searches

source: 制限中
en: Restricted

source: 削除
en: Delete

source: 右スワイプ
en: Right Swipe

source: 外観
en: Appearance

source: 完了
en: Done

source: 対象ポスト
en: Source Post

source: 左スワイプ
en: Left Swipe

source: 引用
en: Quote

source: 引用に必要な情報が不足しています
en: Missing information needed to quote

source: 引用ポスト
en: Quote Post

source: 引用ポストを送信しました
en: Quote Posted

source: 引用を禁止する
en: Disable Quotes

source: 性的コンテンツ
en: Sexual Content

source: 投稿
en: Post

source: 投稿の制限設定
en: Post Restrictions

source: 投稿回数制限に達しました。しばらく待ってから再度お試しください。
en: Rate limit reached. Please wait a moment and try again.

source: 新しいポスト
en: New Post

source: 新規追加
en: Add New

source: 更新
en: Refresh

source: 更新間隔
en: Refresh Interval

source: 検索
en: Search

source: 検索に失敗しました
en: Search failed

source: 検索結果がありません
en: No Results

source: 概要
en: Overview

source: 画像が大きいため、投稿時に圧縮されます (%@ → %@)
en: Image is large and will be compressed when posting (%@ → %@)

source: 画像プレビューを非表示
en: Hide Image Previews

source: 画像を追加
en: Add Image

source: 背景色を削除
en: Remove Background Color

source: 背景色を設定
en: Set Background Color

source: 自動更新
en: Auto Refresh

source: 表示
en: Show

source: 解除
en: Remove

source: 設定
en: Settings

source: 警告付き
en: Warning

source: 返信
en: Reply

source: 返信不可
en: No Replies

source: 返信不可がオンの場合、誰もリプライできません
en: No one can reply when Replies Disabled is on

source: 送信
en: Send

source: 送信エラー
en: Post Error

source: 送信完了
en: Sent

source: 閉じる
en: Close

source: 非表示
en: Hidden
